[
    {
        "name": "DIAMOND VILLA",
        "description": "Seen from the outside, this project stands out with its impressive design and luxurious diamond shape, featuring an image of bare concrete and glass materials to bring simple but really high class to the owner. In addition, the design highlight is the 'bedroom in the clouds' which brings a very new and special experience.",
        "client": "MR. ALAN LUCAS",
        "clientOther": " & MRS. HIEN LUCAS",
        "location": "District 2, Ho Chi Minh",
        "lotArea": 750,
        "conArea": "1,200",
        "pool": 60,
        "height": 14,
        "number": "3 Stories + 1 Basement",
        "style": "Modern"
    },
    {
        "name": "MAI LINH RETREAT",
        "description": "Possessing an attractive and impressive beauty, a delicate combination style design between Indochinese classics mixed with luxurious modern features. With the meaning of a place to keep memories, a place to retreat after busy days, the villa has a cozy exterior with deep brown tones of wood and unique lighting ideas that impress anyone at first sight. In particular, the highlighted design is impressive creativity with a 'D' shape inspired by the owner's last name.",
        "client": "THUAN HAI CORPORATION",
        "clientOther": "",
        "location": "District 7, Ho Chi Minh",
        "lotArea": "4,500",
        "conArea": "1,680",
        "pool": "",
        "height": "15",
        "number": "2 Stories",
        "style": "Modern"
    },
    {
        "name": "TAY HO VILLA",
        "description": "Modern architectural avatar with soft rounded lines. The large curved glass system increases the elegance and impression of the building. Tay Ho Villa consists of 2 blocks with an open space design that brings a sense of comfort. Especially the green space connecting the 2 building blocks is a spiral staircase specially designed by The Modern Touch Architects, very delicate and gentle.",
        "client": "NDH COMPANY",
        "clientOther": "",
        "location": "Tay Ho, Ha Noi",
        "lotArea": "1,500",
        "conArea": "1,100",
        "pool": 148,
        "height": 10,
        "number": "2 Stories",
        "style": "Asian Contemporary"
    },
    {
        "name": "SUNRISE RESORT",
        "description": "Having the location close to the coast, Sunrise Resort is shaped like two large sails reaching out to the ocean to catch the sunrise. The project is a delicate combination of modern features like coming from the future because it is surrounded by a system of glass walls and closeness, blending with the majestic natural landscape.",
        "client": "CALLA",
        "clientOther": "",
        "location": "Phu Cat, Binh Dinh",
        "design": "WATG",
        "lotArea": "253,900",
        "conArea": "163,600",
        "pool": 860,
        "number": "18 Stories",
        "style": "Modern"
    },
    {
        "name": "THE CALLA",
        "description": "The CALLA is a trend-catching project located in the 'golden' position in the center of Quy Nhon coastal city. Immerse yourself in the trend of experiencing a new perfect life, giving apartment owners high-class and comfortable experiences.",
        "client": "ARMO",
        "clientOther": "",
        "location": "Quy Nhon, Binh Dinh",
        "lotArea": "3,100",
        "conArea": "2,200",
        "pool": "",
        "height": 100,
        "number": "29 Stories + 1 Basement",
        "style": "Modern"
    },
    {
        "name": "RITA VO TAY DO",
        "description": "Inspired by the waves of the Can Tho River and the graceful lines of Ninh Kieu wharf combined with the image of a dragon's body reaching up to the sky, Rita Vo Tay Do building has a soft appearance suitable for the charming people of Can Tho but still majestic enough to be worthy of being a landmark for the Mekong Delta region.",
        "client": "RITA VO",
        "clientOther": "",
        "location": "Cai Rang, Can Tho",
        "lotArea": "2,000",
        "conArea": 740,
        "pool": "",
        "height": 52,
        "number": "12 Stories + 1 Basement",
        "style": "Modern"
    },
    {
        "name": "ONE HERITAGE",
        "description": "The villa is designed in a semi-classical style, which is a harmonious combination of high-class materials in an airy space. Prominent on the light color of the ceiling and walls is the warm brown color, creating a cozy and trendy feeling like entering a magnificent heritage.",
        "client": "MEKONG ONE",
        "clientOther": "",
        "location": "Ba Dinh, Ha Noi",
        "lotArea": "1,700",
        "conArea": 890,
        "pool": "1,500",
        "height": "18",
        "number": "4 Stories",
        "style": "Semi Classic"
    },
    {
        "name": "FIDECO OFFICE",
        "description": "Fideco Building is located in the central area of District 1 - Ho Chi Minh City, with a luxurious and high-class design orientation, meeting Grade A office standards.",
        "client": "FIDECO",
        "clientOther": "",
        "location": "District 1, Ho Chi Minh",
        "lotArea": "360",
        "conArea": "",
        "pool": "",
        "number": "",
        "style": "Modern & Luxury"
    },
    {
        "name": "FIDECO OFFICE",
        "description": "Fideco Building is located in the central area of District 1 - Ho Chi Minh City, with a luxurious and high-class design orientation, meeting Grade A office standards.",
        "client": "FIDECO",
        "clientOther": "",
        "location": "District 1, Ho Chi Minh",
        "lotArea": "360",
        "conArea": "",
        "pool": "",
        "number": "",
        "style": "Modern & Luxury"
    }
]